<?php
// +----------------------------------------------------------------------
// |
// +----------------------------------------------------------------------
// | Copyright (c) 2015 bookfuns.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: u0mo5
// +----------------------------------------------------------------------
// http://localhost/Hello
// 
//核心库地址
define('CORE_PATH','../core/');
//应用名称
define('APP_NAME','app');
//应用地址
define('APP_PATH','../app/');
//调试开关
define('APP_DEBUG',true);
//加载核心模板
require CORE_PATH . 'core.php';
?>